Repository: varb24/ShellHacks-2024
Catalog: locales/*/LC_MESSAGES/main_page.po
Languages: es

source: Please Select Your Language
es: Por favor, seleccione su idioma

source: Welcome to Inclusive Aid
es: Bienvenidos a la Ayuda Inclusiva

source: Our mission is to provide help to everyone, regardless of background.
es: Nuestra misión es brindar ayuda a todos, independientemente de su origen.

source: We believe in an inclusive approach to offering aid to everyone in need, regardless of background or location. Please click the button below to begin your journey with us.
es: Creemos en un enfoque inclusivo para ofrecer ayuda a todas las personas necesitadas, independientemente de su origen o ubicación. Haga clic en el botón de abajo para comenzar su viaje con nosotros.

source: Begin
es: Empezar

source: Helpful Resources
es: Recursos útiles

source: Explore these resources for further assistance:
es: Explore estos recursos para obtener más ayuda:

source: Get information on benefits and services provided by the U.S. Government.
es: Obtenga información sobre los beneficios y servicios proporcionados por el gobierno de los EE. UU.

source: Visit USA.GOV
es: Visita USA.GOV

source: Treasury Assistance
es: Asistencia de Tesorería

source: Explore policies and assistance for American families and workers.
es: Explore las políticas y la asistencia para las familias y los trabajadores estadounidenses.

source: Visit Treasury Assistance
es: Visite Asistencia de Tesorería

source: Find local resources and help for food, housing, medical care, and more.
es: Encuentre recursos locales y ayuda para alimentos, vivienda, atención médica y más.

source: Visit FindHelp.org
es: Visita FindHelp.org

source: Empowering communities, one person at a time.
es: Empoderando a las comunidades, una persona a la vez.
